Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=156_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Pohjoissaamenkieliset oppimateriaalit
sme: Davvisámegielat oahppamateriálat

source: Pohjoissaame, äidinkieli
sme: Eatnigiella Girjjálašvuohta Davvisámegiella vieris giellan Badjeskuvlla matematihkka Vuolleskuvlla matematihkka Fysihkka ja kemiija Deavvašvuođadiehtu Biologiija Biras- ja luonddudiehtu Eatnandiehtu Oskkoldat ja eallinoaidnu Historjá ja servodatdiehtu Duodji Eará materiálat Ruovttudoallu

source: Pohjoissaame, kirjallisuus
sme: Girjjálašvuohta

source: Pohjoissaame, terveystieto
sme: Deavvašvuođadiehtu

source: Pohjoissaame, biologia
sme: Biologiija

source: Pohjoissaame, ympäristö- ja luonnontieto
sme: Biras- ja luonddudiehtu

source: Pohjoissaame, uskonto ja elämänkatsomus
sme: Oskkoldat ja eallinoaidnu

source: Pohjoissaame, historia ja yhteiskunta
sme: Historjá ja servodatdiehtu

source: Pohjoissaame, käsityö
sme: Duodji

source: Pohjoissaame, muut materiaalit
sme: Eará materiálat

source: Pohjoissaame, kotitalous
sme: Ruovttudoallu
